Repository: alexax66/backup-station
Catalog: po/*.po
Languages: ru

source: Create a new boot environment
ru: Создание нового загрузочного окружения

source: Please enter a name for the boot environment.
ru: Введите имя для загрузочного окружения.

source: Rename a boot environment
ru: Переименование загрузочного окружения

source: Please enter a new name for the boot environment.
ru: Введите новое имя для загрузочного окружения.

source: Delete a boot environment
ru: Удаление загрузочного окружения

source: Are you sure? This action cannot be undone.
ru: Вы уверены? Это действие не может быть отмененно.

source: Backup Station
ru: Центр резеровного копирования

source: You cannot delete an active boot environment
ru: Вы не можите удалить активное загрузочное окружение

source: BE name
ru: Имя BE

source: Active
ru: Активно

source: Mountpoint
ru: Точка монтрования

source: Space
ru: Размер

source: Date
ru: Дата создания

source: Time
ru: Время создания

source: Create BE
ru: Создать BE

source: Rename BE
ru: Переименовать BE

source: Activate BE
ru: Активировать BE

source: Delete BE
ru: Удалить BE

source: Mount BE
ru: Примонтировать BE

source: Unmount BE
ru: Отмонтировать BE

source: Entered wrong password
ru: Введен неверный пароль

source: Would you like to try again?
ru: Вы хотите попробывать снова?

source: Confirm password for
ru: Подтвердите пароль для

source: Backup Station must be run with root privileges
ru: Центр резервного копирования должен быть запущен с правами root

source: Would you like to use sudo?
ru: Вы желаете использовать sudo?
